Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2011/4.doktorgradsproduksjonen.pdf.tmx
Source language: nob
Languages: sme

source: I anledning UiTs 25-årsjubileum i 1993 påpeker Fulsås den svake rekrutteringssituasjonen særlig for samisk språk.
sme: UiT 25 jagi ávvudemiid oktavuođas 1993:s, čujuha Fulsås heajos bestendilálašvuođa erenoamážit sámegiela ektui.

source: I den samiske institusjonsbyggingen har etterspørselen etter samiskspråklige personer vært stor, og det er “få personar med samisk bakgrunn og med samisk morsmål som har utført større vitenskaplege arbeid” (ibid.: 254).
sme: Sámi institušuvnnaidásaheamis lea sámegielat olbmuide leamaš stuora dárbu, ja leat “unnán olbmot sámi duogážiin ja geain lea sámegiella eatnigiellan geat leat čađahan stuorit dieđalaš barggu” (ibid.: 254).

source: Målt i avlagte doktorgrader i språkfagene synes dette fortsatt å være situasjonen 18 år etterpå.
sme: Mihtiduvvon giellafágaid čađahuvvon doavttergrádaid ektui orru dát ain dilálašvuohtan 18 jagi maŋŋil.

source: 4.3.2 Den samiskrelaterte doktorgradsproduksjonen
sme: 4.3.2 Sámi-guoski doavttergrádabuvttadeapmi

source: Første doktorgrad ble avlagt ved Universitetet i Tromsø i 1973 ved Seksjon for tysk.
sme: Romssa universitehta vuosttaš doavttergráda čađahuvvui 1973:s duiskagiela ossodagas.

source: Antallet doktorgrader har økt jevnt gjennom 40 år.
sme: Doavttergrádaid lohku lea lassánan dássedit 40 jagi.

source: I 2010 ble det avlagt 96 doktorgrader, mens 2009 foreløpig er toppåret, med totalt 115 avholdte disputaser.
sme: 2010:s čađahuvvojedje 96 doavttergráda, ja 2009 lea dássážii bárisjahki oktiibuot 115 nákkáhallamiiguin.

source: Inntil 1990 var det få doktorgrader som omhandlet samiske temaer.
sme: 1990 rádjai ledje unnán doavttergrádat main ledje sámi fáttát.

source: I denne gjennomgangen av doktorgradsproduksjonen over en 20-årsperiode ser vi imidlertid en generelt jevn økning (tabell 1).
sme: Dán doavttergrádabuvttadeami čađaiskamis 20 jagi áigodagas oaidnit goitge dássedis lassáneami (tabealla 1).

source: Derimot er det store forskjeller mellom fagområdene.
sme: Baicca leat stuora erohusat fágasurggiin.

source: Det er tydelig at noen fagområder har lyktes bedre enn andre når det gjelder den samiskrelaterte doktorgradsproduksjonen.
sme: Čielggas lea ahte muhtun fágasuorggit leat lihkostuvvan buorebut go earát sámiguoski doavttergrádabuvttadeami ektui.

source: Mulige årsaker til slike forskjeller vil vi diskutere i oppsummeringen.
sme: Vejolaš sivat dakkár erohusaide digaštallojuvvojit čoahkkáigeasus.

source: Som det framgår av tabell 1, var det i femårsperioden 1990–1994 fremdeles samlet sett få avlagte samiskrelaterte doktorgrader ved UiT.
sme: Nugo boahtá ovdan tabeallas 1 ledje vihttajagiáigodagas 1990-1994 ain oktiibuot unnán čađahuvvon sámi-guoski doavttergrádat UiT bokte.

source: Historie kan vise til tre doktorgrader, mens en til to doktorgrader ble avlagt både i antropologi, arkeologi og biologi/fysiologi.
sme: Historjjás ledje golbma doavttergráda, okta gitta guokte čađahuvvon doavttergráda ges antropologiijas, arkeologiijas ja biologiijas/fysiologiijas.

source: Fra og med 1995 avlegges det flere doktorgrader, og dette skjer innen flere fagområder.
sme: Jagi 1995 ja dan rájes čađahit eanet doavttergrádaid, ja maiddái eanet fágasurggiin.

source: Prosentfordelingen for avlagte samiskrelaterte doktorgrader mellom de ulike fagområder i perioden 1990–2010 er vist i figur 1. De fagområder som har flest samiskrelaterte doktorgrader, er biologi og fysiologi, medisin og helsefag samt historie og religionsvitenskap, med henholdsvis 19 %, 17 % og 15 % av den totale produksjon.
sme: Čađahuvvon sámi-guoski doavttergrádaid proseantajuohku, iešguđetge fágasurggiin áigodagas 1990-2010, lea čájehuvvon govvosis 1. Fágasuorggit main leat eanemus sámiguoski doavttergrádat leat biologiija ja fysiologiija, medisiidna ja dearvvašvuođafágat ja maiddái historjá ja religiovdnadieđa, nugo namuhuvvon maŋŋálagaid 19 %, 17 % ja 15 % olles buvttadeamis.

source: Lavest andel har fagområdene politikk/planlegging/sosiologi og filosofi med 4 %, og 1 %.
sme: Unnimus oassi lei fágasurggiin politihkka/plánen/sosiologiija ja filosofiija 4 proseanttain ja 1 proseanttain.

source: Dessuten er det verdt å merke seg at samiske språkfag ikke utgjør mer enn 6 % av den samiskrelaterte totalen.
sme: Dasa lassin lea mearkkašan veara ahte sámi giellafága ii daga eanet go 6 % olles sámi-guoski logus.

source: Innenfor biologi og fysiologi har det vært en jevn produksjon av samiskrelaterte doktorgrader gjennom hele perioden fra 1990 og fram til 2010. Det har for det meste vært naturvitenskapelige avhandlinger om reindrift, dvs. avhandlinger innenfor tradisjonelle kvantitative fagområder. Produksjonen har vært økende, selv om det er en liten tilbakegang i siste del av perioden.
sme: Luonddudiehtaga doavttergrádabarggut boazodoalu birra biologiija ja fysiologiija siskkobealde leat árbevirolaš kvantitatiiva fágasuorggit main lea leamaš dássedis buvttadeapmi sámi-guoski doavttergrádain olles áigodaga 1990 rájes 2010 rádjai, buvttadeamis lea lassáneapmi vaikko lohku lea veaháš njiedjan maŋemus oasis áigodagas.

source: Totalt har vi registrert 14 doktorgrader i denne 20-årsperioden, noe som utgjør 19 % av de totale samiskrelaterte doktorgradene.
sme: Oktiibuot leat registreren 14 doavttergráda 20 jagi áigodagas, mii dahká 19 % buot sámiguoski doavttergrádain.

source: Doktorgradsarbeidene har hatt forskningsråds- så vel som universitetsfinansiering.
sme: Doavttergrádabargguid lea ruhtadan dutkanráđđi ja maiddái universitehta.

source: Dessuten har flere mottatt forskningsmidler avsatt over reindriftsavtalen.
sme: Dasa lassin leat máŋggas ožžon dutkanruđaid boazodoallošiehtadusa bokte.

source: Vurdert ut fra en relativt høy medisinsk og helsefaglig doktorgradsproduksjon var det, uttrykt i avlagte doktorgrader, liten vektlegging av samiske forhold i første del av vår undersøkelsesperiode.
sme: Buohtastahtton relatiivalaš ollu medisiinnalaš ja dearvvašvuođafágalaš doavttergrádabuvttademiiguin, de lei sámi-guoski geahččanvuohki, čađahuvvon doavttergrádain, unnán dán guorahallanáigodaga vuosttaš áiggis.

source: Fram til 2005 ble det avlagt fire doktorgrader, mens det etter 2005 er avlagt åtte doktorgrader med søkelys på samisk helse.
sme: 2005 rádjai čađahuvvo njeallje doavttergráda, ja maŋŋil 2005 leat 8 doavttergráda čađahuvvon main lea fokus sámi dearvvašvuhtii.

source: Medisin og helsefag utgjør 17 % av den samlede samiskrelaterte doktorgradsproduksjonen.
sme: Medisiidna ja dearvvašvuođafágat dahke 17 % buot sámi-guoski doavttergrádabuvttademiin.

source: Blant annet innenfor fagene arkeologi og historie er det uttrykte samiskrelaterte faglige målsetninger og satsninger, men det har ikke vært tilfelle for helsefagene.
sme: Dakkár sámi-guoski fágalaš mihttomearit ja vuoruheamit mat leat earret eará fágain arkeologiija ja historjá, dakkárat eai leat leamaš dearvvašvuođafágain.

source: Bakgrunnen for den økte produksjonen av doktorgrader relatert til samiske spørsmål er i hovedsak at det er opprettet et eget Senter for samiske helseforskning (2001).
sme: Duogáš sámi-guoski gažaldagaid doavttergrádaidbuvttadeami lassáneapmái lea váldoáššálaččat Sámi dearvvašvuođadutkama guovddáža ásaheapmi (2001).

source: Senteret er finansiert av midler fra Helse- og omsorgsdepartementet.
sme: Guovddáža lea ruhtadan Dearvvašvuohta- ja fuolahusdepartemeanta.

source: Senteret er lokalisert ved Institutt for samfunnsmedisin, Det helsevitenskapelige fakultet.
sme: Guovddáš lea servodatmedisiinna instituhtas, Dearvvašvuođadiehtaga fakultehtas.

source: Totalt er det avlagt seks doktorgrader ved senteret i perioden 2005–2010, alle med søkelys på samisk helse og levekår.
sme: Oktiibuot leat guovddážis čađahan 6 doavttergráda áigodagas 2005-2010, buohkain geahččanvuohki sámi dearvvašvuhtii ja eallindillái.

source: To av stipendiatstillingene har vært finansiert av senterets egne driftsmidler, de resterende er finansiert av Helse Nord, Helse Finnmark og Helse og rehabilitering.
sme: Guokte stipendiáhttavirggi leat ruhtaduvvon guovddáža iežas doaibmaruđaid bokte, loahpa leat ruhtadan Davvi Dearvvašvuohta, Finnmárkku Dearvvašvuohta ja Dearvvašvuohta ja rehabiliteren.

source: Som en del av urfolks- og minoritetshistorie har samisk historie i mange år vært et hovedsatsningsområde, og historiefaget ved UiT har dessuten et nasjonalt ansvar for samisk historieforskning.
sme: Oassin eamiálbmot- ja minoritehtahistorjjás lea sámi historjá máŋga jagi leamaš váldovuoruhuvvonsuorgin, ja UiT historjáfágas lea dasa lassin našuvnnalaš ovddasvástádus sámi historjádutkamii.

source: I tillegg til at urfolks- og minoritetshistorie er et eget forskningsfelt, er samisk historie inkludert i andre forskningsfelt, som nordområdehistorie.
sme: Dasa lassin ahte eamiálbmot- ja minoritehtahistorjá lea sierra dutkansuorgi, de lea sámi historjá maiddái siskkilduvvon eará dutkansurggiin nugo davviguovlohistorjjás.

source: I historieoversikten her inkluderes også to avhandlinger i religionsvitenskap fordi historie og religionsvitenskap i dag er slått sammen som en følge av fusjonen mellom UiT og den tidligere Høgskolen i Tromsø.
sme: Dán historjáoppalašgeahčastagas leat maiddái oassin guokte doavttergrádabarggu religiovdnadiehtagis go historjá ja religiovdnadieđa dál leat biddjon oktii čuovusin UiT ja ovdalaš Romssa Allaskuvlla ovttasteamis.

source: Historie og religionsvitenskap utgjør dermed 15 % av den samiskrelaterte totalen.
sme: Historjá ja religiovdnadieđa dahká nu 15 % olles sámi-guoski dutkosiin.

source: Også for faget arkeologi har samisk forskning vært et hovedsatsningsområde i hele den perioden vi tar for oss.
sme: Maiddái fágas arkeologiija lea sámi dutkan leamaš váldovuoruhansuorgi olles áigodaga máid dás geahččat.

source: Dette gjenspeiles i sju samiskrelaterte arkeologi-avhandlinger, en andel på 10 % av den samiskrelaterte doktorgradsproduksjonen.
sme: Dat oidno fas 7 sámi-guoski arkeologiija doavttergrádabargguin, mii lea 10 % sámi-guoski doavttergrádabuvttademiin.

source: I samme periode er det innenfor arkeologi avlagt totalt 16 doktorgrader.
sme: Seamma áigodagas leat arkeologiijas čađahuvvon oktiibuot 16 doavttergráda.

source: Arkeologisk forskning i nordområdene og i en nordskandinavisk kontekst vil forøvrig i mange tilfeller måtte legge vekt på samisk forhistorie, samtidig som forskning på samisk fortid må ta opp de relasjonene samene hadde med andre samfunn.
sme: Arkeologalaš dutkan davviguovlluin ja davvi Skandinávia konteavsttas ferte máŋgga dilálašvuođas fokuseret sámi ovdahistorjjá, seammás go dutkan sámi ovdalašáiggiin ferte váldit vuhtii oktavuođaid mat sápmelaččain ledje eará servodagaiguin.

source: Arkeologifaget har hatt egne universitetsstipend øremerket samiskrelatert forskning i tillegg til forskningsrådsfinansiering.
sme: Arkeologiijafágas leat leamaš iežaset universitehtastipeanddat merkejuvvon sámi-guoski dutkamii lassin dutkanráđeruhtadeapmái.

source: “Antropologiproduksjonen” – med en 8 % av samiskrelatert total – kjennetegnes av et samisk fokus i første og siste del av vår undersøkelsesperiode, samtidig som vi har valgt å inkludere arbeider med et internasjonalt urfolksfokus, da disse anses å ha relevans for samisk forskning.
sme: “Antropologiijabuvttadeapmi” – mii lea 8 % sámi-guoski olleslogus- das lea mihtilmasvuohta ahte sámi geahččanvuohki lea vuosttaš ja maŋemus oasis min guorahallanáigodagas, seammás go leat válljen siskkildit bargguid main lea internašunála eamiálbmotgeahččanvuohki go dat adnojit sámi-guoskevažžan.

source: Av totalt 15 antropologiske doktorgrader i perioden 1990–2010 regner vi seks som samiskrelaterte.
sme: Oktiibuot 15 antropologalaš doavttergrádas áigodagas 1990-2010 rehkenastit 6 sámi-guoskevažžan.

source: Dermed kan både arkeologi og antropologi vise til at nesten halvparten av doktorgradene i denne 20-årsperioden er samiskrelaterte.
sme: Nu sáhttet sihke arkeologiijas ja antropologiijas čujuhit measta beali doavttergrádain dán 20 jagi áigodagas leat sámi-guoskevažžan.

source: Over halvparten av de antropologiske arbeidene er forskningsrådsfinansiert, og to arbeider universitetsfinansiert (ett stipend og ett utført i fast stilling).
sme: Badjel bealli antropologiija bargguin leat dutkanráđđeruhtaduvvon, ja guokte barggu leat universitehtaruhtaduvvomat (okta stipeanda ja okta čađahuvvon fásta virggis).

source: Med unntak av en avlagt doktorgrad i 1999 har de juridiske doktorgradene blitt avlagt i siste del av undersøkelsesperioden.
sme: Earret ovtta čađahuvvon doavttergráda jagis 1999, leat juridihkalaš doavttergrádat čađahuvvon guorahallanáigodaga maŋemus áiggiid.

source: Samerettslig forskning er et satsningsområde, og rettsvitenskap kan vise til en klar økning.
sme: Sámerievttálaš dutkan lea vuoruhuvvonsuorgi, ja riektediehtagis lea lassáneapmi.

source: De rettsvitenskapelige avhandlingene utgjør så langt 8 % av den totale samiskrelaterte produksjonen.
sme: Riektediehtaga doavttergrádabarggut leat dássážii 8 % sámi-guoski buvttademiid olleslogus.

source: Disse doktorgradsprosjektene har vært finansiert ved hjelp av universitetsstipend og gjennomført i faste stillinger.
sme: Dat doavttergrádaprošeavttat leat ruhtaduvvon universitehtastipeanddain ja leat čađahuvvon fásta virggiin.

source: Det er videre avlagt tre doktorgrader innen kunsthistorie (forskningsrådsfinansiering) og en innen etnografi (gjennomført i fast stilling).
sme: Dáiddahistorjjás leat čađahuvvon golbma doavttergráda (dutkanráđi ruhtadeamit) ja okta etnografiijas (čađahuvvon fástavirggi bokte).

source: Samlet utgjør det 6 % av den samiskrelaterte totalen.
sme: Oktiibuot dahká dat 6 % sámi-guoski olleslogus.

source: Også pedagogikk og samiske språkfag utgjør hver 6 % av totalen.
sme: Seamma guoská pedagogihkkii ja sámi giellafágaide.

source: Fra og med 1995 og ut perioden ble det i faget pedagogikk avlagt totalt fire doktorgrader med søkelys på samiske tema, noe som gjør at faget kan vise til et relativt lite, men stabilt samiskrelatert fokus når det gjelder doktorgradsproduksjon.
sme: Jagi 1995 ja dan rájes olles áigodaga čađahuvvo njeallje doavttergráda main lea fokus sámi áššiide, nu ahte fága sáhttá čujuhit relatiivalaš unnán, muhto dássedis sámi-guoski geahččanvuogi doavttergrádabuvttademiin.

source: Arbeidene ble finansiert av forskningsrådet og av Samisk høgskole, mens en avhandling ble utført som en del av ordinær førstelektorstilling.
sme: Bargiid ruhtadii dutkanráđđi ja Sámi allaskuvla, okta bargu čađahuvvui oassin dábálaš vuosttašlektorvirggis.

source: Språkfagene kommer på banen i andre halvdel av perioden, og fordeler seg på områdene språkvitenskap, språkteknologi og litteratur.
sme: Giellafágat oidnogohtet áigodaga nuppi bealis, ja juohkásit surggiide gielladieđa, giellateknologiija ja girjjálašvuohta.

source: To av avhandlingsprosjektene – begge i språkvitenskap – har vært tilknyttet og finansiert av Samisk høgskole.
sme: Guokte bargoprošeavtta – goappašagat gielladiehtagis- leat čatnasan ja ruhtaduvvon Sámi allaskuvllas.

source: Ett arbeid var forskningsrådsfinansiert og det andre – i kulturkunnskap – var et universitetsstipend øremerket samisk forskning.
sme: Ovtta barggu ruhtadii dutkanráđđi ja oktii – kulturdiehtagis – lei universitehtastipeanda mii lei merkejuvvon sámi dutkamii.

source: Samlet utgjør disse 6 % av den samiskrelaterte produksjonen.
sme: Oktiibuot dahket dát 6 % sámi-guoski buvttademiin.

source: Selv om språkfagene generelt er små universitetsfag, er dette en altfor beskjeden andel av den samiskrelaterte doktorgradsproduksjonen, særlig sett i lys av klare målsetninger og ambisjoner når det gjelder samisk språksatsning.
sme: Vaikko giellafágat oppalaččat leat unna universitehtafágažat, de lea dá ila unna oasáš sámi-guoski doavttergrádabuvttademiin, erenoamážit go geahččá čielga mihttomeriid ja áigumušaid ektui mat leat sámegiela vuoruheapmái.

source: Den lave andelen avlagte avhandlinger kan sannsynligvis forklares med et lite rekrutteringsgrunnlag.
sme: Unna oasáš čađahuvvon bargguin sáhttá jáhku mielde čilget dainna go bestenvuođus lea unni.

source: Sammenlignet med andre fag er det få som rekrutteres til samiske språkfag, og enda færre som går videre til en doktorgradsutdanning.
sme: Buohtastahtton eará fágaiguin, de unnán bestejuvvojit sámi giellafágaide, ja vel unnit mannet viidásit doavttergrádaohppui.

source: Det bør derfor legges særlig vekt på rekruttering til de samiske språkfagene.
sme: Galggašii danne biddjot fokus bestet sámi giellafágaide.

source: Til tross for at planlegging, sosiologi og statsvitenskap er svært relevante fagområder av betydning for samiske samfunnsforhold, finner vi kun tre avlagte doktorgrader (4 % av samiskrelatert total) på disse områdene i hele perioden, to i planlegging og en i statsvitenskap.
sme: Vaikko plánen, sosiologiija, stáhtadieđa leat hui áššáiguoskevaš fágasuorggit ja mearkkašahttit sámi servodatoktavuođaide, de leat dušše golbma čađahuvvon doavttergráda (4 % buot sámi-guoski bargguin) dain surggiin olles áigodagas, guokte plánemis ja okta stáhtadiehtagis.

source: Disse tre var forskningsrådsfinansiert.
sme: Dat golbma ledje ruhtaduvvon dutkanráđis.

source: Kobler man imidlertid på de seks antropologiarbeidene, forbedrer bildet seg noe, og antropologi sammen med politikk/samfunn utgjør da 12 % av den samiskrelaterte totalen.
sme: Muhto jus bidjat dáid searvái guhtta antropologiijabarggu, de buorrána govva veaháš, ja antropologiija oktan politihkka/servodat dahká 12 % sámi-guoski oppalašlogus.

source: Det minste faget i samiskrelatert doktorgradssammenheng er filosofi, med kun en avlagt doktorgrad.
sme: Unnimusfága sámi-guoski doavttergrádaoktavuođas lea filosofiija dušše ovttain čađahuvvon doavttergrádain.

source: 4.3.4 Samiskrelatert og relevant total doktorgradsproduksjon
sme: 4.3.4 Sámi-guoski ja áššáiguoskevaš doavttergrádabuvttademiid ollislašlohku

source: Vi har videre valgt å se på den samiskrelaterte doktorgradsproduksjonen i forhold til den relevante totalproduksjonen (figur 2).
sme: Viidásit leat válljen geahččat sámi-guoski doavttergrádabuvttadeami eará áššáiguoskevaš buvttademiid ollislašlogu ektui (govus 2).

source: Fagområdene er her kategorisert i fem hovedområder: relevante naturfag, humanistiske fag, medisin og helsefag, rettsvitenskap og samfunnsfagene.
sme: Fágasurggiid leat dás juohkán 5 váldosuorgái: áššáiguoskevaš luonddufágat;

source: Med universitetets doktorgradsoversikt som grunnlag har vi gjennomgått doktorgradslistene og talt opp den relevante sammenligningstotalen.
sme: Universitehta doavttergrádaoppalašgeahčastagas leat geahččan doavttergrádalisttuid čađa ja lohkan ollu go lea oppalašlohku áššáiguoskevaš buohtastahttimii.

source: For de humanistiske fagene er følgende avhandlinger inkludert: dr.philos. og dr.art. i arkeologi, filosofi, historie, religionsvitenskap, språk og litteratur, og PhD innen humanistiske fag og relevante kultur- og samfunnsfag.
sme: Luonddudiehtaga fágaide siskkilduvvo dr. philos, dr. Scient., ja PhD arktalaš ja mearra arkeologiijas, filosofiijas, historjjás, religiovdnadiehtagis, gielain ja girjjálašvuođas ja PhD humanisttalaš fágain ja áššáiguoskevaš kultur- ja servodatfágain.

source: Samfunnsfagene omfatter dr.philos., dr.polit. i antropologi, sosiologi, statsvitenskap, planlegging og pedagogikk, og PhD i kultur- og samfunnsfag for disse fagene.
sme: Servodatfágain siskkilduvvo dr. philos., dr. polit. antropologiijas, sosiologiijas, stáhtadiehtagis, plánemis ja pedagogihkas ja PhD ges kultuvrras ja servodatfágas dain fágain.

source: De medisinske fagene består av samfunnsmedisin og klinisk medisin.
sme: Medisiinnalaš fágaid searvvis leat servodatmedisiidna ja klinihkalaš medisiidna.

source: Som figur 2 viser, avlegges det et klart større antall doktorgrader totalt sett blant naturvitere og medisinere enn tilfellet er blant humanister, samfunnsvitere og jurister.
sme: Nugo govus 2 čájeha, de čađahit ollu eanet doavttergrádai oppalaččat luonddudiehttit ja medisiinna dutkit, go máid dahket humanisttat, servodatdiehttit ja juristtat.

source: Likevel er det verdt å merke seg at den samiskrelaterte produksjonen innenfor fagene rettsvitenskap og humaniora utgjør henholdsvis 25 % og 21 % av den relevante totalandelen for disse fagene.
sme: Goitge lea mearkkašan veara ahte sámi-guoski buvttadeapmi fágain riektedieđa ja humaniora dahká nugo namuhuvvon maŋŋálagaid 25 % ja 21 % dáid fágaid áššáiguoskevaš ollislašoasis.

source: Dette er en forholdsvis stor prosentandel og vitner om en betydelig samisk forskningssatsning, selv om enkelte humanistiske fag har en liten produksjon.
sme: Dat lea oalle stuora proseantaoassi ja duođašta mearkkašahtti olu sámi dutkanvuoruheami vaikko muhtun humanisttalašfágain lea unnán buvttadeapmi.

source: Som vist i figur 1 har medisin/helsefag og de naturvitenskapelige fagområdene biologi/fysiologi de største prosentandelene av samiskrelatert forskning med 17 % og 19 %.
sme: Nugo čájehuvvon govvosis 1 leat medisiidna/ dearvvašvuođafágat ja luonddudiehtagafágasuorggit biologiija/fysiologiija stuorimus proseantaoassin sámi-guoski dutkamis 17 % ja 19 %.

source: Men innen hvert av disse fagområdene utgjør den samiskrelaterte forskningen en forholdsvis liten andel av den relevante totalproduksjonen, med henholdsvis 6 % for medisin/helsefag og 8 % for naturfagene.
sme: Muhto guđesge dáin fágasurggiin lea sámi-guoski dutkan oalle unna oasás áššáiguoskevaš oppalašbuvttadeamis, vástevaččat 6 % medisiidna/dearvvašvuođafágain ja 8 % luonddufágain.

source: 4.3.5 Doktorgradsøkning
sme: 4.4.5 Doavttergrádalassáneapmi

source: Ved UiT har det fra 1990 og fram til 2009 generelt vært en betydelig økning av doktorgrader (figur 3).
sme: UiT:s lea leamaš 1990 rájes 2009 rádjai oppalaččat mearkkašahtti lassáneapmi doavttergrádain (govus 3).

source: Økningen pr. femårsperiode er på nærmere 250 %.
sme: Lassáneapmi juohke 5 jagiáigodaga lea lagabui 250 %.

source: Figur 4 viser den totale relative økningen av samiskrelaterte doktorgrader i samme periode.
sme: Govus 4 čájeha olles relatiiva lassáneami sámi-guoskevaš doavttergrádain seamma áigodaga.

source: I denne perioden har den samiskrelaterte doktorgradsproduksjonen pr. femårsperiode hatt godt og vel samme økning som den totale økningen ved universitetet, på 257 %.
sme: Dan áigodaga lea sámi-guoski doavttergrádabuvttadeamis juohke 5 jagiáigodaga ektui leamaš measta seamma lassáneapmi go ollislaš lassáneapmi universitehtas, namalassii 257 %.

source: Imidlertid er det faktiske antall samiskrelaterte doktorgrader (N) mange ganger lavere enn den totale N. Samtidig finner vi grunn til å poengtere at den samiskrelaterte økningen holder tritt med totalen (figur 3 og 4).
sme: Muhto duohtavuođa lohku sámi-guoski doavttergrádain (N) lea máŋggageardde unnit go ollislaš N.

source: Denne positive utviklingen synes å fortsette.
sme: (govus 3 ja 4). Dat positiiva ovdáneapmi orru joatkime.

source: I 2010, som er starten på neste femårsperiode, ble det avlagt hele ni doktorgrader med samiske tema.
sme: Jagis 2010, mii lea álgu boahtte 5 jagiáigodahkii, leat čađahan 9 doavttergráda sámi fáttáin.

source: Ser vi på tallene for første halvdel av 2011, synes tendensen fortsatt å være positiv.
sme: Maiddái logut 2011 álggu geahčen orrot ain positiivat.

source: Pr. juni 2011 er det registrert fem avlagte samiskrelaterte doktorgrader.
sme: Geassemánu 2011 leat registrerejuvvon 5 čađahuvvon sámi-guoskevaš doavttergráda.

source: 4.4 Funn
sme: 4.4 Gávdnamušat

source: 4.4.1 Det generelle bildet
sme: 4.4.1 Oppalaš govva
